Repository: ldevdantesl/Tasky
Catalog: Tasky/Localizable.xcstrings
Source language: en
Languages: ru

source: %@ days left
ru: %@ дней осталось

source: %@ Todos
ru: %@ Задачи

# %lld of %@
source: %1$lld of %2$@
ru: %1$lld%2$@

source: + Tag
ru: + Тэг

source: Active
ru: Актив

source: Add +
ru: Добавить +

source: Add Due Date
ru: Добавить расписание

source: Add New Tag
ru: Добавить новый тэг

source: Add Tag
ru: Добавить тэг

source: Add todos to get started
ru: Добавьте задачу чтоб начать

source: All todos that have been archived
ru: Все задачи которые были архивированы

source: All todos that have been removed
ru: Все задачи которые были удалены

source: Appearance
ru: Темы

source: Archive
ru: Архивировать

source: Archive After: %lld days
ru: Архивировать после: %lld дней

source: Archive all current todos
ru: Архивировать текущие задачи

source: Archive all Todos
ru: Архивировать Все

source: Archive todo after completion
ru: Архивировать задачу после завершения

source: Archive Todo?
ru: Архивировать задачу?

source: Archive Todos
ru: Архивировать задачи

source: Archive Todos after completion
ru: Архивировать задачу после завершения

source: Archive todos that are done after %lld days
ru: Архивировать завершенные задачи после %lld дней

source: Archived
ru: Архивированные

source: Archived Search
ru: Поиск в архиве

source: Archived Todos
ru: Архивированные задачи

source: Arvchive completed Todos after: %lld days
ru: Архивировать выполненную задачу после %lld дней

source: Auto-Archive After: %lld
ru: Авто-Архивация после: %lld

source: Blur the app when it is backgrounded
ru: Расфокусировать во вкладках

source: By Custom Date
ru: Другая дата

source: By Tomorrow
ru: На завтра

source: Can't remove it is used
ru: Невозможно удалить, оно используется

source: Cancel
ru: Отменить

source: Check this App...
ru: Зацени приложение...

source: Choose a theme for the app
ru: Выберите тему для приложения

source: Clean up cache storage
ru: Очистить память кэша

source: Clear
ru: Очистить

source: Clear all the Cache
ru: Очистить весь кэш

source: Clear Cache
ru: Очистить кэш

source: Clear the Cache
ru: Очистить кэш

source: Click to change the status
ru: Нажмите чтобы изменить статус

source: Color of tag
ru: Цвет Тэга

source: Color Theme
ru: Тема

source: Complete
ru: Выполнить

source: Continue
ru: Продолжить

source: Custom
ru: Отдельная

source: Daily Reminder
ru: Ежедневное напоминание

source: Dark
ru: Темная

source: Data & Storage
ru: Данные & Память

source: Data and Storage
ru: Данные и Память

source: Date:
ru: Дата:

source: Define your app mode
ru: Выберите мод для вашего приложения

source: Delete
ru: Удалить

source: Delete all
ru: Удалить все

source: Delete All
ru: Удалить все

source: Delete all Tags
ru: Удалить все Тэги

source: Delete tag
ru: Удалить тэг

source: Delete To-Do
ru: Удалить задачу

source: Delete Todo
ru: Удалить задачу

source: Description
ru: Описание

source: Description of your task
ru: Описание задачи

source: Description:
ru: Описание:

source: Description(optional)
ru: Описание(необязательно)

source: Do you really want to %@ this Todo?
ru: Вы реально хотите удалить эту задачу?

source: Do you really want to archive all current Todos
ru: Вы реально хотите архивировать все текущие задачи?

source: Do you really want to archive this Todo?
ru: Вы реально хотите архивировать эту задачу?

source: Do you really want to clear all the cache?
ru: Вы реально хотите очистить весь кэш?

source: Do you really want to delete all removed Todos?
ru: Вы уверены что хотите удалить все удаленные задачи?

source: Do you really want to remove all current Todos?
ru: Вы уверены что хотите удалить все текущие задачи?

source: Do you really want to remove this Todo?
ru: Вы уверены что хотите удалить эту задачу?

source: Do you really want to Unarchive all?
ru: Вы уверены что хотите архивировать все текущие задачи?

source: Do you really want to Unremove all?
ru: Вы уверены что хотите восстановить все задачи?

source: Do you want to clear all the cache?
ru: Вы хотите очистить весь кэш?

source: Do you want to delete all the tags?
ru: Вы хотите удалить все тэги?

source: Do you want to reset the privacy and security settings?
ru: Вы хотите сбросить конфиденциальные настройки?

source: Done
ru: Готово

# done_key
source: Done
ru: Сделано

source: Double click to change
ru: Дважды нажмите чтобы изменить

source: Due date
ru: Крайний срок

source: Due Date:
ru: Крайний срок

source: Edit
ru: Изменить

source: Edit Todo
ru: Изменить

source: First Done
ru: Сначала завершенные

source: First Undone
ru: Сначала не завершенные

source: Go to Today
ru: Сегодня

source: Hey Checkout this App
ru: Зацени приложение

source: Hey checkout this app.
ru: Зацени приложение

source: Home
ru: Домой

source: Invalid name
ru: Недействительное название

source: Language
ru: Язык

source: Language of the app
ru: Язык

source: Leave Description?
ru: Не добавлять описание?

source: Let's Organize
ru: Давайте начнем

source: Light
ru: Светлая

source: Lock App
ru: Заблокировать приложение

source: Lock in Background
ru: Скрыть во вкладках

source: Lock the app when it is backgrounded
ru: Заблокировать приложение в фоновый режим

source: Mark as done
ru: Выполнить

source: Mark as undone
ru: Не выполнить

source: Max 5
ru: Макс 5

source: Menu
ru: Мэню

source: Mode
ru: Схема

source: Name
ru: Имя

source: Name of tag
ru: Название Тэга

source: New Tag
ru: Новый Тэг

source: New Todo
ru: Новая Задача

source: No active todos for this day
ru: Нет активных задач сегодня

source: No archived Todos
ru: Нету архивных задач

source: No deleted todos
ru: Нет удаленных задач

source: No Saved Todos
ru: Нет Сохраненных Задач

source: No tags for this todo
ru: Без тэга

source: No tags yet
ru: Нету тэгов пока что

source: No todos for this day
ru: Нет задач сегодня

source: No todos yet
ru: Нету задачи пока что

source: Nothing is done for this day
ru: Нет выполненных задач сегодня

source: Notification & Sound
ru: Уведомления & звуки

source: Notification & Sounds
ru: Уведомления & звуки

source: Notification and Sounds
ru: Уведомления и звуки

source: Notification Settings
ru: Настройки уведомлений

source: OK
ru: ОК

source: Open only with Face ID or Touch ID
ru: Открыть только с помощью пароля или биометрики

source: Open only with Face ID or Touch ID.
ru: Открыть только с помощью пароля или биометрики

source: Pause All
ru: Прекратить

source: Pause all Notifications
ru: Остановить все сообщения

# principal_key
source: Principal
ru: Важный

source: Priority
ru: Важность

source: Priority of your task
ru: Важность задачи

source: Priority:
ru: Важность:

source: Privacy & Security
ru: Защита & Конфиденциальность

source: Privacy and Security
ru: Защита и Конфиденциальность

source: Remind %lld hours before deadline
ru: Напомнить %lld часов прежде срока

source: Remind me
ru: Напомнить

source: Remind of total todos for today at 9 am
ru: Напомнить о всех задачах в 9 утра

source: Remove
ru: Удалить

source: Remove all current todos
ru: Удалить все текущие задачи

source: Remove All Tags
ru: Удалить все тэги

source: Remove all Todos
ru: Удалить все задачи

source: Remove tag
ru: Удалить тэг

source: Remove To-Do?
ru: Удалить Задачу?

source: Remove Todo
ru: Удалить Задачу

source: Remove Todo?
ru: Удалить Задачу?

source: Remove Todos
ru: Удалить задачи

source: Removed
ru: Удаленный

source: Removed Todos
ru: Удаленные задачи

source: Repeat
ru: Повторить

source: Reset
ru: Сбросить

source: Reset all
ru: Сбросить все

source: Reset all settings
ru: Сбросить все настройки

source: Reset all the custom Settings
ru: Сбросить поставленные настройки

source: Reset all the custom Settings?
ru: Сбросить поставленные настройки

source: Reset custom settings
ru: Сбросить поставленные настройки

source: Reset Settings
ru: Сбросить настройки

source: Reset the custom settings
ru: Сбросить поставленные настройки

source: Reset the settings?
ru: Сбросить все настройки?

source: Save
ru: Сохранить

source: Save changes?
ru: Сохранить изменения?

source: Saved Todos
ru: Сохраненные задачи

source: See All todos
ru: Взглянуть на задачи

source: Select a Date
ru: Выберите дату

source: Send a reminder %lld hours before scheduled
ru: Уведомить о задаче за %lld часа(ов) перед сроком

source: Send Reminder: %lld
ru: Отправить напоминание %lld

source: Send total todos notification at 9 am everyday
ru: Уведомить о всех сегодняшних задачах в 9 утра

source: Settings
ru: Настройки

source: Share
ru: Поделиться

source: Show all Archived Todos
ru: Показать архивные задачи

source: Show all Removed Todos
ru: Показать удаленные задачи

source: Show all saved Todos
ru: Показать сохраненные задачи

source: Sort
ru: Сортировать

source: Sort By
ru: Сортировать по:

source: Status:
ru: Статус:

source: System
ru: Системная

source: Tag
ru: Тэг

source: Tags
ru: Тэги

source: Tags:
ru: Тэги:

source: Tags: %lld
ru: Тэги: %lld

source: Tasky Locked
ru: Tasky Блокирован

source: Temporarily pause all notifications
ru: Временно приостановить все уведомления

source: The description serves as a reminder of what you should have done.
ru: Описание служит напоминанием о том, что вы должны были сделать

source: This action will reset all settings!
ru: Это действие сбросит все ваши настройки

source: This changes can not be inverted. Please pay attention!
ru: Эти изменения невозможно изменить. Обратите внимание

source: This is my private email. If you have any questions regarding the app. Please get in touch with me.
ru: Это мой приватный имейл, если что то пошло не так то пожалуйста напишите мне. Спасибо за понимание

source: Time added
ru: Время добавления

source: Title
ru: Название

source: Title Issues
ru: Недействительное название

source: Title of your task
ru: Название вашей задачи

source: To-Do
ru: Задачи

source: Today
ru: Сегодня

source: Todo
ru: Задача

source: Tomorrow
ru: Завтра

# trivial_key
source: Trivial
ru: Неважный

source: Unarchive
ru: Разархивировать

source: Unarchive All
ru: Разархивировать все

source: Unarchive To-Do
ru: Разархивировать задачу

source: Uncomplete
ru: Невыполнять

source: Undone
ru: Несделанно

# undone_key
source: Undone
ru: Не сделано

source: Unlock with Face ID to open Tasky
ru: Откройте с помощью Face ID или Touch ID

source: Unremove
ru: Отменить удаление

source: Unremove all
ru: Отменить все удаление

source: Unremove All
ru: Отменить все удаление

source: Unremove Todo
ru: Отменить это удаление

source: Unsave
ru: Убрать из сохраненных

source: Use Biometrics
ru: Использовать Биометрику

source: Use Face ID
ru: Используйте Face ID

source: Write a review
ru: Дайте отзыв

source: Yes
ru: Да

source: You don't have any active todos for this day. Tap to see done
ru: У вас нет активных задач на сегодня. Нажмите чтобы увидеть выполненные

source: You don't have any todos for this day. Tap to add
ru: У вас нет задач на этот день. Нажмите чтобы добавить

source: You don't have archived Todos, archive any to see it here
ru: У вас нет архивных задач. Архивируйте чтоб они появились тут

source: You don't have deleted Todos, delete any to see it here
ru: У вас нет удаленных задач. Удалите чтоб они появились тут

source: You don't have done todos for this day. Tap to see active
ru: У вас нет выполненных задач на этот день. Нажмите чтобы увидеть активные

source: You don't have saved Todos, save any to see it here
ru: У вас нет сохраненных задач. Сохраните чтоб они появились тут
